Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=56_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Škovlim- já oppâmateriaaltoimâttâh
sms: Škoouʹlʼjem- da mättʼtemaaunâskoontâr

source: Toimâttuv fastâpargeeh:
sms: Konttâr põõšši tuâjjla:

source: Škovlimčällee
sms: Škoouʹlʼjempiizar

source: Aikio-Puoskari Ulla (vf. 1.10.-31.12.2015)
sms: Vs. škoouʹlʼjempiizar Irmeli Moilanen 1.10.-31.12.2015

source: - toimâttuv hovdâ,
sms: - konttâr ouddooumaž,

source: - škovlim lahâasâttâs, haldâšem, ruttâdemovdánem, árvuštâllâm, máttááttâsvuávámnoormâi já sämimáttááttâs ovdánem čuávvum,
sms: - škoouʹlʼjumuužž lääʹjjšiõttõõzz, vaaldšem, teäggtemooudâsviikkmõõžž, ärvvtõõllmõõžž, mättʼtemplaan-noormi da sääʹm-mättʼtõõzz ooudâsviikkâm praavmõš,

source: - škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (škovlimpoolitlâš já almos škovlimääših),
sms: - škoouʹljʼem- da mättʼtemaaunâsluʹvddkååʹdd piizar da čiõʹlǧǧeei (škoouʹlʼjempolitiikklaž da takai škoouʹlʼjemääʹšš),

source: - säämi škovlimašij otsâšpargo-orgaan čällee já oovdânpyehtee,
sms: - saaʹmi škoouʹlʼjemaaʹšši õhttsažtuâjjorgaan piizar da čiõʹlǧǧeei,

source: - ohtâvuođâtoollâm sämimáttááttâs uárnejeijee kieldáid, staatâ máttááttâshaaldâšmân já tave-eennâmlâš uábbiorgaanáid,
sms: - õhttvuõđâânnmõš sääʹm-mättʹtõõzz riâšši kooʹddid, valdia mättʹtemvaaldšemma da tâʹvvjânnam vuäʹbborgaanid,

source: - aalmugijkoskâsâš ovdánem čuávvum.
sms: - meeraikõskksaž ooudâsviikkâm praavmõš.

source: Oppâmateriaalčällee
sms: Mättʼtemaaunâspiizar

source: - škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (oppâmateriaalääših),
sms: - škoouʹlʼjem- da mättʼtemaaunâsluʹvddkååʹdd piizar da čiõʹlǧǧeei (mättʼtemaaunâsääʹšš),

source: - oppâmateriaalpargo vuávám, stivrim, kocceem já toimâttempargo,
sms: - mättʼtemaaunâstuâi plaanumuš, jååʹđtumuš, vuåppmõš da tuåimtemtuâjj,

source: - oppâmateriaal rähtimân lohtâseijee ohtâvuođâtoollâm škovláid já máttááttâs haaldâšmân,
sms: - mättʼtemaunnâz valmštumuuužž kuõskki õhttvuõttâânnmõš škoouʹlid da škoouʹlʼjem vaaldšemma,

source: - tave-eennâmlâš ohtsâšpargo.
sms: - tâʹvvjânnamlaž õhttsažtuâjj.

source: Oppâmateriaalvuávájeijee
sms: Näkkäläjärvi Anni

source: - oppâmateriaal vuávám-, toimâttem- já tieđettempargo,
sms: - mättʼtemaunnâz plaaneem-, tuåimtem- da teâđtemtuâjj,

source: - Säminuorâi taaidâtábáhtus valmâštâllâm, tieđettem, raportistem já varijkevttim,
sms: - Sääʹmnuõri čeäʹppvuõttpeeiʹv valmštõõllmõš, teâđtumuš, čiõlǥtõs vaaʹri âânnmõõžžâst,

source: - oppâmateriaal rähtimân lohtâseijee ohtâvuođâtoollâm škovláid já tave-eennâmlâš ohtsâšpargo,
sms: - mättʼtemaunnâz valmštumuužž kuõskki õhttvuõttâânnmõš škoouʹlid da tâʹvvjânnamlaž õhttsažtuâjj,

source: - oppâmateriaalčáitálmâs já - vuárhá hoittám.
sms: - mättʼtemaaunâsčuäʹjtõõzzâst da – seeiltempääiʹǩest huõl âânnmõš.

source: Tammela Ritva
sms: Koontârpiizar

source: - arkkâduv já kirjerááju hoittám,
sms: - arkiivest da ǩeʹrjjpõõrtâst huõl âânnmõš,

source: - oppâmateriaalvarij kevttim čuávvum,
sms: - mättʼtemaaunâsvaaʹri âânnem praavmõš,

source: - oppâmateriaal tieđettempargo, vuorkkim já jyehim,
sms: - mättʼtemaunnâz teâđtemtuâjj, ruõkkmõš da juâkkmõš,

source: - čuákkim vuáválâš orniimeh.
sms: - såbbri riâššâmnääl hoiʹddjumuš.

source: Oppâmateriaalpargeeh
sms: VuäŠpstemaaunâsreâuggi

source: Oona Länsman, orjâlâškielâ
sms: Oona Länsman, tuõddârsää ʹ mǩiõll

source: Merja Fofonoff, nuorttâsämikielâ
sms: Merja Fofonoff, nuõrttsääʹ mǩiõll

source: Miina Seurujärvi, anarâškielâ
sms: Miina Seurujärvi, aanarsääʹmǩiõll

source: Neeta Jääskö, anarâškielâ
sms: Neeta Jääskö, aanarsääʹmǩiõll
